---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled.WebThicknessLocation
source: html/f9ad6124-28cf-a0e0-d555-b3759ecb416f.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionHotRolled.WebThicknessLocation Property

Web Thickness Location.

## Syntax (C#)
```csharp
public double WebThicknessLocation { get; set; }
```